export const chapter7Shlokas = [
  {
    "num": 1,
    "sanskrit": "श्रीभगवानुवाच |\nमय्यासक्तमना: पार्थ योगं युञ्जन्मदाश्रय: |\nअसंशयं समग्रं मां यथा ज्ञास्यसि तच्छृणु ॥1॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/1.mp3",
    "hindi": "श्री भगवान बोले- हे पार्थ! अनन्य प्रेम से मुझमें आसक्त चित तथा अनन्य भाव से मेरे परायण होकर योग में लगा हुआ तू जिस प्रकार से सम्पूर्ण विभूति, बल, ऐश्वर्यादि गुणों से युक्त, सबके आत्मरूप मुझको संशयरहित जानेगा, उसको सुन।",
    "english": "The Blessed Lord said: O Partha, hear how you, having the mind fixed on Me, practising the Yoga of Meditation and taking refuge in Me, will know Me with certainty and in fullness.",
    "hindi_meaning": "(पार्थ) हे पार्थ! (मयि,आसक्तमनाः) मुझमें आसक्तचित भावसे (मदाश्रयः) मतके परायण होकर (योगम्) योगमें (यु×जन्) लगा हुआ तू (यथा) जिस प्रकारसे (समग्रम्) सम्पूर्ण रूपसे (माम्) मुझको (असंशयम्) संश्यरहित (ज्ञास्यसि) जानेगा (तत्) उसको (श्रृणु) सुन।\nकेवल हिन्दी अनुवाद: हे पार्थ! मुझमें आसक्तचित भाव से मेरे मत के परायण होकर योगमें लगा हुआ तू जिस प्रकारसे सम्पूर्ण रूपसे मुझको संश्यरहित जानेगा उसको सुन।",
    "meaning": "śhrī-bhagavān uvācha—the Supreme Lord said; mayi—to me; āsakta-manāḥ—with the mind attached; pārtha—Arjun, the son of Pritha; yogam—bhakti yog; yuñjan—practicing; mat-āśhrayaḥ—surrendering to me; asanśhayam—free from doubt; samagram—completely; mām—me; yathā—how; jñāsyasi—you shall know; tat—that; śhṛiṇu—listen\n"
  },
  {
    "num": 2,
    "sanskrit": "ज्ञानं तेऽहं सविज्ञानमिदं वक्ष्याम्यशेषत: |\nयज्ज्ञात्वा नेह भूयोऽन्यज्ज्ञातव्यमवशिष्यते ॥2॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/2.mp3",
    "hindi": "मैं तेरे लिए इस विज्ञान सहित तत्व ज्ञान को सम्पूर्णतया कहूँगा, जिसको जानकर संसार में फिर और कुछ भी जानने योग्य शेष नहीं रह जाता।",
    "english": "I shall tell you in detail of this Knowledge which is combined with realization, after experiencing which there remains nothing else here to be known again.",
    "hindi_meaning": "(अहम्) मैं (ते) तेरे लिये (इदम्) इस (सविज्ञानम्) विज्ञानसहित (ज्ञानम्) तत्वज्ञानको (अशेषतः) सम्पूर्णतया (वक्ष्यामि) कहूँगा (यत्) जिसको (ज्ञात्वा) जानकर (इह) संसारमें (भूयः) फिर (अन्यत्) और कुछ भी (ज्ञातव्यम्) जानेनेयोग्य (न,अवशिष्यते) शेष नहीं रह जाता।\nकेवल हिन्दी अनुवाद: मैं तेरे लिये इस विज्ञानसहित तत्वज्ञानको सम्पूर्णतया कहूँगा जिसको जानकर संसारमें फिर और कुछ भी जानेनेयोग्य शेष नहीं रह जाता।",
    "meaning": "jñānam—knowledge; te—unto you; aham—I; sa—with; vijñānam—wisdom; idam—this; vakṣhyāmi—shall reveal; aśheṣhataḥ—in full; yat—which; jñātvā—having known; na—not; iha—in this world; bhūyaḥ—further; anyat—anything else; jñātavyam—to be known; avaśhiṣhyate—remains\n"
  },
  {
    "num": 3,
    "sanskrit": "मनुष्याणां सहस्रेषु कश्चिद्यतति सिद्धये |\nयततामपि सिद्धानां कश्चिन्मां वेत्ति तत्वत: ॥3॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/3.mp3",
    "hindi": "हजारों मनुष्यों में कोई एक मेरी प्राप्ति के लिए यत्न करता है और उन यत्न करने वाले योगियों में भी कोई एक मेरे परायण होकर मुझको तत्व से अर्थात यथार्थ रूप से जानता है।",
    "english": "Among thousands of men a rare one endeavours for perfection. Even of the perfected ones who are diligent, one perchance knows Me in truth.",
    "hindi_meaning": "(सहस्त्रोषु) हजारों (मनुष्याणाम्) मनुष्योंमें (कश्चित्) कोई एक (सिद्धये) प्रभु प्राप्तिके लिये (यतति) यत्न करता है (यतताम्) यत्न करनेवाले (सिद्धानाम्) योगियोंमें (अपि) भी (कश्चित्) कोई एक (माम्) मुझको (तत्त्वतः) तत्वसे अर्थात् यथार्थरूपसे (वेत्ति) जानता है।\nकेवल हिन्दी अनुवाद:हजारों मनुष्योंमें कोई एक प्रभु प्राप्तिके लिये यत्न करता है यत्न करनेवाले योगियोंमें भी कोई एक मुझको तत्वसे अर्थात् यथार्थरूपसे जानता है।\nभावार्थ:- इस श्लोक 3 का भावार्थ यह है कि वेद ज्ञान दाता प्रभु कह रहा है कि हजार व्यक्तियों में कोई एक परमात्मा की साधना करता है। उन साधना करने वालों में कोई एक ही मुझे तत्व से जानता है। काल भगवान कह रहा है कि परमात्मा को भजने वाले बहुत कम है। जो साधना कर रहे हैं वे मनमाना आचरण(पूजा) अर्थात् शास्त्राविधि रहित पूजा करते है जो व्यर्थ है। (गीता अध्याय 16 श्लोक 23 में) जो मुझे भजते हैं उन में भी कोई एक ही वेदों अनुसार अर्थात् वेदों को अपनी बुद्धि से समझ कर मेरी साधना करता है। वह अन्य देवी-देवता आदि की पूजा नहीं करता केवल एक मुझ ब्रह्म की पूजा करता है वह ज्ञानी आत्मा है। इस श्लोक 3 का सम्बन्ध अध्याय 7 श्लोक 17 से 19 तक से है।",
    "meaning": "manuṣhyāṇām—of men; sahasreṣhu—out of many thousands; kaśhchit—someone; yatati—strives; siddhaye—for perfection; yatatām—of those who strive; api—even; siddhānām—of those who have achieved perfection; kaśhchit—someone; mām—me; vetti—knows; tattvataḥ—in truth\n"
  },
  {
    "num": 4,
    "sanskrit": "भूमिरापोऽनलो वायु: खं मनो बुद्धिरेव च |\nअहङ्कार इतीयं मे भिन्ना प्रकृतिरष्टधा ॥4॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/4.mp3",
    "hindi": "पृथ्वी, जल, अग्नि, वायु, आकाश, मन, बुद्धि और अहंकार भी- इस प्रकार ये आठ प्रकार से विभाजित मेरी प्रकृति है।",
    "english": "This Prakrti of Mine is divided eight-fold thus: earth, water, fire, air, space, mind, intellect and also egoism.",
    "hindi_meaning": "(भूमिः) पृथ्वी (आपः) जल (अनलः) अग्नि (वायुः) वायु (खम्) आकाश आदि से स्थूल शरीर बनता है (एव) इसी प्रकार (मनः) मन (बुद्धिः) बुद्धि (च) और (अहंकारः) अहंकार आदि से सूक्ष्म शरीर बनता है (इति) इस प्रकार (इयम्) यह (अष्टधा) आठ प्रकारसे अर्थात् अष्टंगी ही (भिन्ना) विभाजित (मे) मेरी (प्रकृतिः) प्रकृति अर्थात् दुर्गा है",
    "meaning": "bhūmiḥ—earth; āpaḥ—water; analaḥ—fire; vāyuḥ—air; kham—space; manaḥ—mind; buddhiḥ—intellect; eva—certainly; cha—and; ahankāraḥ—ego; iti—thus; iyam—all these; me—my; bhinnā—divisions; prakṛitiḥ—material energy; aṣhṭadhā—eightfold\n"
  },
  {
    "num": 5,
    "sanskrit": "अपरेयमितस्त्वन्यां प्रकृतिं विद्धि मे पराम् |\nजीवभूतां महाबाहो ययेदं धार्यते जगत् ॥5॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/5.mp3",
    "hindi": "यह आठ प्रकार के भेदों वाली तो अपरा अर्थात मेरी जड़ प्रकृति है और हे महाबाहो! इससे दूसरी को, जिससे यह सम्पूर्ण जगत धारण किया जाता है, मेरी जीवरूपा परा अर्थात चेतन प्रकृति जान।",
    "english": "O mighty-armed one, this is the inferior (Prakrti). Know the other Prakrti of Mine which, however, is higher than this, which has taken the form of individual souls, and by which this world is upheld.",
    "hindi_meaning": "(इयम्) ये (तु) तो (अपरा) अपरा अर्थात् इसके तुल्य दूसरी देवी नहीं है तथा उपरोक्त दोनों शरीरों में इसी का परम योगदान है और (महाबाहो) हे महाबाहो! (इतः) इससे (अन्याम्) दूसरीको (यया) जिससे (इदम्) यह सम्पूर्ण (जगत्) जगत् (धार्यते) संभाला जाता है। (मे) मेरी (जीवभूताम्) जीवरूपा चेतन (पराम्) दूसरी अर्थात् साकार चेतन (प्रकृतिम्) प्रकृति अर्थात् दुर्गा (विद्धि) जान। क्योंकि दुर्गा ही अन्य रूप बनाकर सागर में छूपी तथा लक्ष्मी-सावित्राी व उमा रूप बनाकर तीनों देवों से शादी करके जीव उत्पत्ति की।\nकेवल हिन्दी अनुवाद: पृथ्वी जल अग्नि वायु आकाश आदि से स्थूल शरीर बनता है इसी प्रकार मन बुद्धि और अहंकार आदि से सूक्ष्म शरीर बनता है इस प्रकार यह आठ प्रकारसे अर्थात् अष्टंगी ही विभाजित मेरी प्रकृति अर्थात् दुर्गा है ये तो अपरा अर्थात् इसके तुल्य दूसरी देवी नहीं है तथा उपरोक्त दोनों शरीरों में इसी का परम योगदान है और हे महाबाहो! इससे दूसरीको जिससे यह सम्पूर्ण जगत् संभाला जाता है। मेरी जीवरूपा चेतन दूसरी साकार चेतन प्रकृति अर्थात् दुर्गा जान। क्योंकि दुर्गा ही अन्य रूप बनाकर सागर में छूपी तथा लक्ष्मी-सावित्राी व उमा रूप बनाकर तीनों देवों (ब्रह्मा, विष्णु तथा शिव) से विवाह करके जीवों की उत्पत्ति की।",
    "meaning": "aparā—inferior; iyam—this; itaḥ—besides this; tu—but; anyām—another; prakṛitim—energy; viddhi—know; me—my; parām—superior; jīva-bhūtām—living beings; mahā-bāho—mighty-armed one; yayā—by whom; idam—this; dhāryate—the basis; jagat—the material world\n"
  },
  {
    "num": 6,
    "sanskrit": "एतद्योनीनि भूतानि सर्वाणीत्युपधारय |\nअहं कृत्स्नस्य जगत: प्रभव: प्रलयस्तथा ॥6॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/6.mp3",
    "hindi": "हे अर्जुन! तू ऐसा समझ कि सम्पूर्ण भूत इन दोनों प्रकृतियों से ही उत्पन्न होने वाले हैं और मैं सम्पूर्ण जगत का प्रभव तथा प्रलय हूँ अर्थात्‌ सम्पूर्ण जगत का मूल कारण हूँ।",
    "english": "Understand thus that all things (sentient and insentient) have these as their source. I am the origin as also the end of the whole Universe.",
    "hindi_meaning": "(इति) इस प्रकार (उपधारय) भूल भूलईयां करके (सर्वाणि) सम्पूर्ण (भूतानि) प्राणी (एतद्योनीनि) इन दोनों प्रकृतियोंसे ही उत्पन्न होते हैं और (अहम्) मैं (कृत्स्न्नस्य) सम्पूर्ण (जगतः) जगत्का (प्रभवः) उत्पन्न (तथा) तथा (प्रलयः) नाश हूँ।\nकेवल हिन्दी अनुवाद: इस प्रकार भूल भूलईयां करके सम्पूर्ण प्राणी इन दोनों प्रकृतियोंसे ही उत्पन्न होते हैं और मैं सम्पूर्ण जगत्का उत्पन्न तथा नाश हूँ।",
    "meaning": "etat yonīni—these two (energies) are the source of; bhūtāni—living beings; sarvāṇi—all; iti—that; upadhāraya—know; aham—I; kṛitsnasya—entire; jagataḥ—creation; prabhavaḥ—the source; pralayaḥ—dissolution; tathā—and\n"
  },
  {
    "num": 7,
    "sanskrit": "मत्त: परतरं नान्यत्किञ्चिदस्ति धनञ्जय |\nमयि सर्वमिदं प्रोतं सूत्रे मणिगणा इव ॥7॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/7.mp3",
    "hindi": "हे धनंजय! मुझसे भिन्न दूसरा कोई भी परम कारण नहीं है। यह सम्पूर्ण जगत सूत्र में सूत्र के मणियों के सदृश मुझमें गुँथा हुआ है।",
    "english": "O Dhananjaya, there is nothing else whatsoever higher than Myself. All this is strung on Me like pearls on a string.",
    "hindi_meaning": "(धनजय) हे धनजय! उपरोक्त (मत्तः) अर्थात् सिद्धान्त से (अन्यत्) दूसरा (कि×िचत्) कोई भी (परतरम्) परम कारण (न) नहीं (अस्ति) है। (इदम्) यह (सर्वम्) सम्पूर्ण जगत् (सूत्रो) सूत्रामें (मणिगणाः) मणियोंके (इव) सदृश (मयी) मुझ में (प्रोतम्) गुँथा हुआ है।\nकेवल हिन्दी अनुवाद: हे धन×जय! उपरोक्त अर्थात् सिद्धान्त से दूसरा कोई भी परम कारण नहीं है। यह सम्पूर्ण जगत् सूत्रामें मणियोंके सदृश मुझ में गुँथा हुआ है।",
    "meaning": "mattaḥ—than me; para-taram—superior; na—not; anyat kiñchit—anything else; asti—there is; dhanañjaya—Arjun, conqueror of wealth; mayi—in me; sarvam—all; idam—which we see; protam—is strung; sūtre—on a thread; maṇi-gaṇāḥ—beads; iva—like\n"
  },
  {
    "num": 8,
    "sanskrit": "रसोऽहमप्सु कौन्तेय प्रभास्मि शशिसूर्ययो: |\nप्रणव: सर्ववेदेषु शब्द: खे पौरुषं नृषु ॥8॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/8.mp3",
    "hindi": "हे अर्जुन! मैं जल में रस हूँ, चन्द्रमा और सूर्य में प्रकाश हूँ, सम्पूर्ण वेदों में ओंकार हूँ, आकाश में शब्द और पुरुषों में पुरुषत्व हूँ।",
    "english": "O son of Kunti, I am the taste of water, I am the effulgence of the moon and the sun; (the letter) Om in all the Vedas, the sound in space, and manhood in men.",
    "hindi_meaning": "(कौन्तेय) हे अर्जुन! (अहम्) मैं (अप्सु) जलमें (रसः) रस हूँ (शशिसूर्ययोः) चन्द्रमा और सूर्यमें (प्रभा) प्रकाश (अस्मि) हूँ (सर्ववेदेषु) सम्पूर्ण वेदोंमें (प्रणवः) ओंकार हूँ (खे) आकाशमें (शब्दः) शब्द और (नृषु) मनुष्योंमें (पौरुषम्) पुरुषत्व हूँ।\nकेवल हिन्दी अनुवाद: हे अर्जुन! मैं जलमें रस हूँ चन्द्रमा और सूर्यमें प्रकाश हूँ सम्पूर्ण वेदोंमें ओंकार हूँ आकाशमें शब्द और मनुष्योंमें पुरुषत्व हूँ।",
    "meaning": "rasaḥ—taste; aham—I; apsu—in water; kaunteya—Arjun, the son of Kunti; prabhā—the radiance; asmi—I am; śhaśhi-sūryayoḥ—of the moon and the sun; praṇavaḥ—the sacred syllable Om; sarva—in all; vedeṣhu—Vedas; śhabdaḥ—sound; khe—in ether; pauruṣham—ability; nṛiṣhu—in humans\n"
  },
  {
    "num": 9,
    "sanskrit": "पुण्यो गन्ध: पृथिव्यां च तेजश्चास्मि विभावसौ |\nजीवनं सर्वभूतेषु तपश्चास्मि तपस्विषु ॥9॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/9.mp3",
    "hindi": "मैं पृथ्वी में पवित्र (शब्द, स्पर्श, रूप, रस, गंध से इस प्रसंग में इनके कारण रूप तन्मात्राओं का ग्रहण है, इस बात को स्पष्ट करने के लिए उनके साथ पवित्र शब्द जोड़ा गया है।) गंध और अग्नि में तेज हूँ तथा सम्पूर्ण भूतों में उनका जीवन हूँ और तपस्वियों में तप हूँ।",
    "english": "I am also the sweet fragrance in the earth; I am the brilliance in the fire, and the life in all beings; and I am the austerity of the ascetics.",
    "hindi_meaning": "(पृथिव्याम्) पृथ्वीमें (पुण्यः) पवित्रा (गन्धः) गन्ध (च) और (विभावसौ) अग्निमें (तेजः) तेज (अस्मि) हूँ (च) तथा (सर्वभूतेषु) सम्पूर्ण प्राणीयों में उनका (जीवनम्) जीवन हूँ (च) और (तपस्विषु) तपस्वियोंमें (तपः) तप (अस्मि) हूँ।\nकेवल हिन्दी अनुवाद: पृथ्वीमें पवित्रा गन्ध और अग्निमें तेज हूँ तथा सम्पूर्ण प्राणीयों में उनका जीवन हूँ और तपस्वियोंमें तप हूँ।",
    "meaning": "puṇyaḥ—pure; gandhaḥ—fragrance; pṛithivyām—of the earth; cha—and; tejaḥ—brilliance; cha—and; asmi—I am; vibhāvasau—in the fire; jīvanam—the life-force; sarva—in all; bhūteṣhu—beings; tapaḥ—penance; cha—and; asmi—I am; tapasviṣhu—of the ascetics\n"
  },
  {
    "num": 10,
    "sanskrit": "बीजं मां सर्वभूतानां विद्धि पार्थ सनातनम् |\nबुद्धिर्बुद्धिमतामस्मि तेजस्तेजस्विनामहम् ॥10॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/10.mp3",
    "hindi": "हे अर्जुन! तू सम्पूर्ण भूतों का सनातन बीज मुझको ही जान। मैं बुद्धिमानों की बुद्धि और तेजस्वियों का तेज हूँ।",
    "english": "O Partha, know Me to be the eternal Seed of all beings. I am the intellect of the intelligent, I am the courage of the courageous.",
    "hindi_meaning": "(पार्थ) हे अर्जुन! तू (सर्वभूतानाम्) सम्पूर्ण प्राणियोंका (सनातनम्) आदि (बीजम्) कारण (माम्) मुझको ही (विद्धि) जान (अहम्) मैं (बुद्धिमताम्) बुद्धिमानोंकी (बुद्धिः) बुद्धि और (तेजस्विनाम्) तेजस्वियोंका (तेजः) तेज (अस्मि) हूँ।\nकेवल हिन्दी अनुवाद: हे अर्जुन! तू सम्पूर्ण प्राणियोंका आदि कारण मुझको ही जान मैं बुद्धिमानोंकी बुद्धि और तेजस्वियोंका तेज हूँ।",
    "meaning": "bījam—the seed; mām—me; sarva-bhūtānām—of all beings; viddhi—know; pārtha—Arjun, the son of Pritha; sanātanam—the eternal; buddhiḥ—intellect; buddhi-matām—of the intelligent; asmi—(I) am; tejaḥ—splendor; tejasvinām—of the splendid; aham—I\n"
  },
  {
    "num": 11,
    "sanskrit": "बलं बलवतां चाहं कामरागविवर्जितम् |\nधर्माविरुद्धो भूतेषु कामोऽस्मि भरतर्षभ ॥11॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/11.mp3",
    "hindi": "हे भरतश्रेष्ठ! मैं बलवानों का आसक्ति और कामनाओं से रहित बल अर्थात सामर्थ्य हूँ और सब भूतों में धर्म के अनुकूल अर्थात शास्त्र के अनुकूल काम हूँ।",
    "english": "And of the strong I am the strength which is devoid of passion and attachment. Among creatures I am desire which is not contrary to righteousness, O scion of the Bharata dynasty.",
    "hindi_meaning": "(भरतर्षभ) हे भरतश्रेष्ठ! (अहम्) मैं (बलवताम्) बलवानोंका (कामरागविवर्जितम्) आसक्ति और कामनाओंसे रहित (बलम्) सामथ्र्य हूँ (च) और (भूतेषु) मेरे अन्तर्गत सर्व प्राणियों में (धर्माविरुद्धः) धर्म के अनुकूल अर्थात् शास्त्राके अनुकूल (कामः) कर्म (अस्मि) हूँ।\nकेवल हिन्दी अनुवाद:: हे भरतश्रेष्ठ! मैं बलवानोंका आसक्ति और कामनाओंसे रहित सामथ्र्य हूँ और मेरे अन्तर्गत सर्व प्राणियों में धर्म के अनुकूल अर्थात् शास्त्राके अनुकूल कर्म हूँ।",
    "meaning": "balam—strength; bala-vatām—of the strong; cha—and; aham—I; kāma—desire; rāga—passion; vivarjitam—devoid of; dharma-aviruddhaḥ—not conflicting with dharma; bhūteṣhu—in all beings; kāmaḥ—sexual activity; asmi—(I) am; bharata-ṛiṣhabha—Arjun, the best of the Bharats\n"
  },
  {
    "num": 12,
    "sanskrit": "ये चैव सात्विका भावा राजसास्तामसाश्च ये |\nमत्त एवेति तान्विद्धि न त्वहं तेषु ते मयि ॥12॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/12.mp3",
    "hindi": "और भी जो सत्त्व गुण से उत्पन्न होने वाले भाव हैं और जो रजो गुण से होने वाले भाव हैं, उन सबको तू 'मुझसे ही होने वाले हैं' ऐसा जान, परन्तु वास्तव में (गीता अ. 9 श्लोक 4-5 में देखना चाहिए) उनमें मैं और वे मुझमें नहीं हैं।",
    "english": "Those things that indeed are made of (the quality of) sattva, and those things that are made of (the quality of) rajas and tamas, know them to have sprung from Me alone. However, I am not in them; they are in Me!",
    "hindi_meaning": "(च) और (एव) भी (ये) जो (सात्त्विकाः) सत्वगुण विष्णु जी से स्थिति (भावाः) भाव हैं और (ये) जो (राजसाः) रजोगुण ब्रह्मा जी से उत्पत्ति (च) तथा (तामसाः) तमोगुण शिव से संहार हैं (तान्) उन सबको तू (मत्तः,एव) मेरे द्वारा सुनियोजित नियमानुसार ही होने वाले हैं (इति) ऐसा (विद्धि) जान (तु) परंतु वास्तवमें (तेषु) उनमें (अहम्) मैं और (ते) वे (मयि) मुझमें (न) नहीं हैं।\nकेवल हिन्दी अनुवाद: और भी जो सत्वगुण विष्णु जी से स्थिति भाव हैं और जो रजोगुण ब्रह्मा जी से उत्पत्ति तथा तमोगुण शिव से संहार हैं उन सबको तू मेरे द्वारा सुनियोजित नियमानुसार ही होने वाले हैं ऐसा जान (तु) परंतु वास्तवमें उनमें मैं और वे मुझमें नहीं हैं।",
    "meaning": "ye—whatever; cha—and; eva—certainly; sāttvikāḥ—in the mode of goodness; bhāvāḥ—states of material existence; rājasāḥ—in the mode of passion; tāmasāḥ—in the mode of ignorance; cha—and; ye—whatever; mattaḥ—from me; eva—certainly; iti—thus; tān—those; viddhi—know; na—not; tu—but; aham—I; teṣhu—in them; te—they; mayi—in me\n"
  },
  {
    "num": 13,
    "sanskrit": "त्रिभिर्गुणमयैर्भावैरेभि: सर्वमिदं जगत् |\nमोहितं नाभिजानाति मामेभ्य: परमव्ययम् ॥13॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/13.mp3",
    "hindi": "गुणों के कार्य रूप सात्त्विक, राजस और तामस- इन तीनों प्रकार के भावों से यह सारा संसार- प्राणिसमुदाय मोहित हो रहा है, इसीलिए इन तीनों गुणों से परे मुझ अविनाशी को नहीं जानता।",
    "english": "All this world, deluded as it is by these three things made of the gunas (qualities), does not know Me who am transcendental to these and undecaying.",
    "hindi_meaning": "(एभिः) इन (गुणमयैः) गुणोंके कार्यरूप सात्विक श्री विष्णु जी के प्रभाव से, राजस श्री ब्रह्मा जी के प्रभाव से और तामस श्री शिवजी के प्रभाव से (त्रिभिः) तीनों प्रकारके (भावैः) भावोंसे (इदम्) यह (सर्वम्) सारा (जगत्) संसार - प्राणिसमुदाय (माम्) मुझ काल के ही जाल में (मोहितम्) मोहित हो रहा है अर्थात् फंसा है (एभ्यः) इसलिए (परम् अव्ययम्) पूर्ण अविनाशीको (न) नहीं (अभिजानाति) जानता।\nकेवल हिन्दी अनुवाद: इन गुणोंके कार्यरूप सात्विक श्री विष्णु जी के प्रभाव से, राजस श्री ब्रह्मा जी के प्रभाव से और तामस श्री शिवजी के प्रभाव से तीनों प्रकारके भावोंसे यह सारा संसार - प्राणिसमुदाय मुझ काल के ही जाल में मोहित हो रहा है अर्थात् फंसा है इसलिए पूर्ण अविनाशीको नहीं जानता।\n{परमेश्वर कबीर बन्दी छोड़ जी की महिमा सन्त गरीबदास जी ने कही है तथा काल का जाल समझाया है:- गरीब, ब्रह्मा विष्णु महेश, माया और धर्मराया(काल) कहिए। इन पाँचों मिल प्रपंच बनाया वाणी हमरी लहिए।}",
    "meaning": "tribhiḥ—by three; guṇa-mayaiḥ—consisting of the modes of material nature; bhāvaiḥ—states; ebhiḥ—all these; sarvam—whole; idam—this; jagat—universe; mohitam—deluded; na—not; abhijānāti—know; mām—me; ebhyaḥ—these; param—the supreme; avyayam—imperishable\n"
  },
  {
    "num": 14,
    "sanskrit": "दैवी ह्येषा गुणमयी मम माया दुरत्यया |\nमामेव ये प्रपद्यन्ते मायामेतां तरन्ति ते ॥14॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/14.mp3",
    "hindi": "क्योंकि यह अलौकिक अर्थात अति अद्भुत त्रिगुणमयी मेरी माया बड़ी दुस्तर है, परन्तु जो पुरुष केवल मुझको ही निरंतर भजते हैं, वे इस माया को उल्लंघन कर जाते हैं अर्थात्‌ संसार से तर जाते हैं।",
    "english": "Since this divine Maya of Mine which is constituted by the gunas is difficult to cross over, (therefore) those who take refuge in Me alone cross over this Maya.",
    "hindi_meaning": "(हि) क्योंकि (एषा) यह (दैवी) अलौकिक अर्थात् अति अद्ध्भूत (गुणमयी) रजगुण ब्रह्मा, सतगुण विष्णु तथा तमगुण शिव रूपी त्रिगुणमयी (मम) मेरी (माया) माया (दुरत्यया) बड़ी दुस्तर है परंतु (ये) जो पुरुष केवल (माम्) मुझको (एव) ही निरंन्तर (प्रपद्यन्ते) भजते हैं (ते) वे (एताम्) इस (मायाम्) रजगुण ब्रह्मा, सतगुण विष्णु तथा तमगुण रूपी मायाका (तरन्ति) उल्लंघन कर जाते हैं अर्थात् तीनों गुणों रजगुण ब्रह्माजी, सतगुण विष्णु जी, तमगुण शिवजी से ऊपर उठ कर काल ब्रह्म की साधना में लग जाते हैं।\nकेवल हिन्दी अनुवाद: क्योंकि यह अलौकिक अर्थात् अति अद्ध्भूत त्रिगुणमयी मेरी माया बड़ी दुस्तर है परंतु जो पुरुष केवल मुझको ही निरंन्तर भजते हैं वे इस मायाका उल्लंघन कर जाते हैं अर्थात् तीनों गुणों रजगुण ब्रह्माजी, सतगुण विष्णु जी, तमगुण शिवजी से ऊपर उठ जाते हैं।",
    "meaning": "daivī—divine; hi—certainly; eṣhā—this; guṇa-mayī—consisting of the three modes of nature; mama—my; māyā—one of God’s energies. It that veils God’s true nature from souls who have not yet attained the eligibility for God-realization; duratyayā—very difficult to overcome; mām—unto me; eva—certainly; ye—who; prapadyante—surrender; māyām etām—this Maya; taranti—cross over; te—they\n"
  },
  {
    "num": 15,
    "sanskrit": "न मां दुष्कृतिनो मूढा: प्रपद्यन्ते नराधमा: |\nमाययापहृतज्ञाना आसुरं भावमाश्रिता: ॥15॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/15.mp3",
    "hindi": "माया द्वारा जिनका ज्ञान हरा जा चुका है, ऐसे आसुर-स्वभाव को धारण किए हुए, मनुष्यों में नीच, दूषित कर्म करने वाले मूढ़ लोग मुझको नहीं भजते।",
    "english": "The foolish evildoers, who are the most depraved among men, who are deprived of (their) wisdom by Maya, and who resort to demoniacal ways, do not take refuge in Me.",
    "hindi_meaning": "(मायया) रजगुण ब्रह्मा, सतगुण विष्णु, तमगुण शिव जी रूपी त्रिगुणमई माया की साधना से होने वाला क्षणिक लाभ पर ही आश्रित हैं अन्य साधना नहीं करना चाहते अर्थात् इसी त्रिगुणमई माया के द्वारा (अपहृतज्ञानाः) जिनका ज्ञान हरा जा चुका है जो मेरी अर्थात् ब्रह्म साधना भी नहीं करते, इन्हीं तीनों देवताओं तक सीमित रहते हैं ऐसे (आसुरम् भावम्) आसुर स्वभावको (आश्रिताः) धारण किये हुए (नराधमाः) मनुष्यों में नीच (दुष्कृतिनः) दूषित कर्म करनेवाले (मूढाः) मूर्ख (माम्) मुझको (न) नहीं (प्रपद्यन्ते) भजते अर्थात् वे तीनों गुणों (रजगुण-ब्रह्मा, सतगुण-विष्णु, तमगुण-शिव) की साधना ही करते रहते हैं।\nकेवल हिन्दी अनुवाद: मायाके द्वारा अर्थात् रजगुण ब्रह्मा, सतगुण विष्णु, तमगुण शिव जी रूपी त्रिगुणमई माया की साधना से होने वाला क्षणिक लाभ पर ही आश्रित हैं जिनका ज्ञान हरा जा चुका है जो मेरी अर्थात् ब्रह्म साधना भी नहीं करते, इन्हीं तीनों देवताओं तक सीमित रहते हैं ऐसे आसुर स्वभावको धारण किये हुए मनुष्यों में नीच दूषित कर्म करनेवाले मूर्ख मुझको नहीं भजते अर्थात् वे तीनों गुणों (रजगुण-ब्रह्मा, सतगुण-विष्णु, तमगुण-शिव) की साधना ही करते रहते हैं।\nभावार्थ - गीता अध्याय 7 श्लोक 12 से 15 का भावार्थ है कि जो साधक स्वभाव वश तीनों गुणों रजगुण ब्रह्मा जी, सतगुण विष्णु जी, तमगुण शिव जी तक की साधना से मिलने वाले लाभ पर ही आश्रित रहकर इन्हीं तीनों प्रभुओं की भक्ति से जिन का ज्ञान हरा जा चुका है वे राक्षस स्वभाव को धारण किए हुए मनुष्यों में नीच, शास्त्रा विधि विरुद्ध भक्ति रूपी दुष्कर्म करने वाले मूर्ख मुझ ब्रह्म को भी नहीं भजते गीता अध्याय 7 श्लोक 20 से 23 का भी इन्हीं से लगातार सम्बन्ध है।",
    "meaning": "na—not; mām—unto me; duṣhkṛitinaḥ—the evil doers; mūḍhāḥ—the ignorant; prapadyante—surrender; nara-adhamāḥ—one who lazily follows one’s lower nature; māyayā—by God’s material energy; apahṛita jñānāḥ—those with deluded intellect; āsuram—demoniac; bhāvam—nature; āśhritāḥ—surrender\n"
  },
  {
    "num": 16,
    "sanskrit": "चतुर्विधा भजन्ते मां जना: सुकृतिनोऽर्जुन |\nआर्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ ॥16॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/16.mp3",
    "hindi": "हे भरतवंशियों में श्रेष्ठ अर्जुन! उत्तम कर्म करने वाले अर्थार्थी (सांसारिक पदार्थों के लिए भजने वाला), आर्त (संकटनिवारण के लिए भजने वाला) जिज्ञासु (मेरे को यथार्थ रूप से जानने क��� इच्छा से भजने वाला) और ज्ञानी- ऐसे चार प्रकार के भक्तजन मुझको भजते हैं।",
    "english": "O Arjuna, foremost of the Bharata dynasty, four classes of people of virtuous deeds adore Me: the afflicted, the seeker of Knowledge, the seeker of wealth and the man of Knowledge.",
    "hindi_meaning": "(भरतर्षभ अर्जुन) हे भरत वंशियोंमें श्रेष्ठ अर्जुन! (सुकृतिनः) उत्तम कर्म करनेवाले (अर्थार्थी) वेद मन्त्रों द्वारा धन लाभ के लिए अनुष्ठान करने वाला अर्थार्थी (आर्तः) वेद मन्त्रों द्वारा संकट निवार्ण के लिए अनुष्ठान करने वाले आर्त (जिज्ञासुः) परमात्मा के विषय में जानकारी प्राप्त करने की इच्छा से ज्ञान ग्रहण करके वेदों के आधार से ज्ञानवान बनकर वक्ता बन जाता है वह जिज्ञासु (च) और (ज्ञानी) जिसे यह ज्ञान हो गया कि मनुष्य जन्म केवल परमात्मा प्राप्ति के लिए ही है। परमात्मा प्राप्ति भी केवल एक सर्वशक्तिमान परमात्मा की साधना अनन्य मन से करने से होती है वह ज्ञानी ऐसे (चतुर्विधाः) चार प्रकार के (जनाः) भक्तजन (माम्) मुझको (भजन्ते) भजते हैं।\nकेवल हिन्दी अनुवाद: हे भरत वंशियोंमें श्रेष्ठ अर्जुन! उत्तम कर्म करनेवाले वेद मन्त्रों द्वारा धन लाभ के लिए अनुष्ठान करने वाला अर्थार्थी वेद मन्त्रों द्वारा संकट निवार्ण के लिए अनुष्ठान करने वाले आर्त परमात्मा के विषय में जानकारी प्राप्त करने की इच्छा से ज्ञान ग्रहण करके वेदों के आधार से ज्ञानवान बनकर वक्ता बन जाता है वह जिज्ञासु और जिसे यह ज्ञान हो गया कि मनुष्य जन्म केवल परमात्मा प्राप्ति के लिए ही है। परमात्मा प्राप्ति भी केवल एक सर्वशक्तिमान परमात्मा की साधना अनन्य मन से करने से होती है वह ज्ञानी ऐसे चार प्रकार के भक्तजन मुझको भजते हैं।",
    "meaning": "chatuḥ-vidhāḥ—four kinds; bhajante—worship; mām—me; janāḥ—people; su-kṛitinaḥ—those who are pious; arjuna—Arjun; ārtaḥ—the distressed; jijñāsuḥ—the seekers of knowledge; artha-arthī—the seekers of material gain; jñānī—those who are situated in knowledge; cha—and; bharata-ṛiṣhabha—The best amongst the Bharatas, Arjun\n"
  },
  {
    "num": 17,
    "sanskrit": "तेषां ज्ञानी नित्ययुक्त एकभक्तिर्विशिष्यते |\nप्रियो हि ज्ञानिनोऽत्यर्थमहं स च मम प्रिय: ॥17॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/17.mp3",
    "hindi": "उनमें नित्य मुझमें एकीभाव से स्थित अनन्य प्रेमभक्ति वाला ज्ञानी भक्त अति उत्तम है क्योंकि मुझको तत्व से जानने वाले ज्ञानी को मैं अत्यन्त प्रिय हूँ और वह ज्ञानी मुझे अत्यन्त प्रिय है।",
    "english": "Of them, the man of Knowledge, endowed with constant steadfastness and one-pointed devotion, excels. For I am very much dear to the man of Knowledge, and he too is dear to Me.",
    "hindi_meaning": "(तेषाम्) उनमें (नित्ययुक्तः) नित्य स्थित (एकभक्तिः) एक परमात्मा की भक्तिवाला (ज्ञानी) विद्वान (विशिष्यते) अति उत्तम है (हि) क्योंकि (ज्ञानिनः) ज्ञानीको (अहम्) मैं (अत्यर्थम्) अत्यन्त (प्रियः) प्रिय हूँ (च) और (सः) वह ज्ञानी (मम्) मुझे अत्यन्त (प्रियः) प्रिय है।\nकेवल हिन्दी अनुवाद: उनमें नित्य स्थित एक परमात्मा की भक्तिवाला विद्वान अति उत्तम है क्योंकि ज्ञानीको मैं अत्यन्त प्रिय हूँ और वह ज्ञानी मुझे अत्यन्त प्रिय है।",
    "meaning": "teṣhām—amongst these; jñānī—those who are situated in knowledge; nitya-yuktaḥ—ever steadfast; eka—exclusively; bhaktiḥ—devotion; viśhiṣhyate—highest; priyaḥ—very dear; hi—certainly; jñāninaḥ—to the person in knowledge; atyartham—highly; aham—I; saḥ—he; cha—and; mama—to me; priyaḥ—dear\n"
  },
  {
    "num": 18,
    "sanskrit": "उदारा: सर्व एवैते ज्ञानी त्वात्मैव मे मतम् |\nआस्थित: स हि युक्तात्मा मामेवानुत्तमां गतिम् ॥18॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/18.mp3",
    "hindi": "ये सभी उदार हैं, परन्तु ज्ञानी तो साक्षात्‌ मेरा स्वरूप ही है- ऐसा मेरा मत है क्योंकि वह मद्गत मन-बुद्धिवाला ज्ञानी भक्त अति उत्तम गतिस्वरूप मुझमें ही अच्छी प्रकार स्थित है।",
    "english": "All of these, indeed, are noble, but the man of Knowledge is the very Self. (This is) My opinion. For, with a steadfast mind, he is set on the path leading to Me alone who am the super-excellent Goal.",
    "hindi_meaning": "(हि) क्योंकि (मे) मेरे (मतम्) विचार में (एते) ये (सर्वे,एव) सभी ही (ज्ञानी) ज्ञानी (आत्मा) आत्मा (उदाराः) उदार हैं (तु) परंतु (सः) वह (माम्) मुझमें (एव) ही (युक्तात्मा) लीन आत्मा (अनुत्तमाम्) मेरी अति घटिया (गतिम्) मुक्तिमें (एव) ही (आस्थितः) आश्रित हैं।\nकेवल हिन्दी अनुवाद: क्योंकि मेरे विचार में ये सभी ही ज्ञानी आत्मा उदार हैं परंतु वह मुझमें ही लीन आत्मा मेरी अति घटिया मुक्तिमें ही आश्रित हैं।\nगीता अध्याय 7 श्लोक 16 से 18 का भावार्थ है कि मेरी अर्थात् ब्रह्म की भक्ति भी चार प्रकार के भक्त करते हैं 1. आत्र्त: जो संकट निवार्ण के लिए वेद मंत्रों से ही अनुष्ठान करते हैं 2. अर्थार्थी: जो धन लाभ के लिए वेद मंत्रों से ही अनुष्ठान आदि करता है 3. जिज्ञासु: जो ज्ञान प्राप्ति की इच्छा से वेदों का पठन-पाठन करके ज्ञान संग्रह कर लेता है फिर वक्ता बनकर जीवन व्यर्थ कर जाता है 4. ज्ञानी: जिस साधक ने वेदों को पढ़ा तथा जाना कि मनुष्य जीवन केवल प्रभु प्राप्ति के लिए ही मिला है तथा एक पूर्ण परमात्मा की भक्ति से ही पूर्ण होगा। तत्वदर्शी संत जो गीता अध्याय 4 श्लोक 34 मंे वर्णित है न मिलने से ब्रह्म को ही पूर्ण परमात्मा मान कर काल (ब्रह्म) साधना करते रहे जो अति अनुत्तम कही है अर्थात् ब्रह्म साधना भी अश्रेष्ठ है।\nप्रश्न:- आपने गीता अध्याय 7 श्लोक 18 के अनुवाद में अर्थ का अनर्थ किया है ‘‘अनुत्तमाम्’’ का अर्थ अश्रेष्ठ किया है। जब कि समास में अनुत्तम का अर्थ अति उत्तम होता है जिस से उत्तम कोई और न हो उस के विषय में समास में अनुत्तम का अर्थ अति उत्तम होता है। अन्य गीता अनुवाद कत्र्ताओं ने सही अर्थ किया है अनुत्तम का अर्थ अति उत्तम किया है।\nउत्तर:- मैं आप की इस बात को सत्य मानकर आप से प्रार्थना करता हूँ कि ‘‘गीता ज्ञान दाता अपनी साधना के विषय में गीता अध्याय 7 श्लोक 16 से 18 में बता रहे हैं। यदि गीता अध्याय 7 श्लोक 18 में अपनी साधना व गति को अनुत्तम कह रहे हैं। जिस का भावार्थ आप के समास के अनुसार यह हुआ कि गीता ज्ञान दाता की गति से उत्तम अन्य कोई गति नहीं अर्थात् मोक्ष लाभ नहीं।\nगीता ज्ञान दाता स्वयं गीता अध्याय 18 श्लोक 62 व अध्याय 15 श्लोक 4 में किसी अन्य परमेश्वर की शरण में जाने को कह रहे हैं। उसी की कृपा से परम शान्ति व शाश्वत स्थान सदा ृ रहने वाला मोक्ष स्थल अर्थात् सत्यलोक प्राप्त होगा। अपने विषय में भी कहा है कि मैं भी उसी की शरण हूँ। उसी पूर्ण परमात्मा की भक्ति करनी चाहिए तथा कहा है कि उस परमेश्वर के परमपद (सत्यलोक) को प्राप्त करना चाहिए जहाँ जाने के पश्चात् साधक लौटकर इस संसार में कभी नहीं आते अर्थात् उनका जन्म मृत्यु सदा के लिए समाप्त हो जाता है।\nगीता ज्ञान दाता ने अपने से अन्य परमात्मा के विषय में गीता अध्याय 18 श्लोक 46, 61- 62, 64, 66 अध्याय 15 श्लोक 4,16-17, अध्याय 13 श्लोक 12 से 17, 22 से 24, 27-28, 30-31, 34 अध्याय 5 श्लोक 6-10,13 से 21 तथा 24-25-26 अध्याय 6 श्लोक 7,19, 20, 25, 26-27 अध्याय 4 श्लोक 31-32, अध्याय 8 श्लोक 3, 8 से 10, 17 से 22, अध्याय 7 श्लोक 19 से 29, अध्याय 14 श्लोक 19 आदि.2 श्लोकों में कहा है। इससे सिद्ध हुआ कि गीता ज्ञान दाता से श्रेष्ठ अर्थात् उत्तम परमात्मा तो अन्य है जैसे गीता अध्याय 15 श्लोक 17 में गीता ज्ञान दाता ने कहा है कि उत्तम पुरूषः तु अन्यः जिसका अर्थ है उत्तम परमात्मा तो अन्य ही है। इसलिए उस उत्तम पुरूष अर्थात् सर्वश्रेष्ठ परमात्मा की गति अर्थात् उस से मिलने वाला मोक्ष भी अति उत्तम हुआ। इस से यह भी सिद्ध हुआ कि उस परमेश्वर अर्थात् पूर्ण परमात्मा की गति गीता ज्ञान दाता वाली गति से उत्तम हुई। इसलिए गीता ज्ञान दाता वाली गति सर्व श्रेष्ठ नहीं है। अर्थात् जिस से श्रेष्ठ कोई न हो। यह विशेषण भी गलत सिद्ध हुआ। क्योंकि जब गीता ज्ञान दाता से श्रेष्ठ कोई और परमेश्वर है तो उस की गति भी गीता ज्ञान दाता से श्रेष्ठ है। इससे सिद्ध हुआ कि गीता अध्याय 7 श्लोक 18 में अनुत्तम का अर्थ अश्रेष्ठ ही न्याय संगत है अर्थात् उचित है। आप तथा अन्य गीता अनुवाद कत्र्ताओं ने अर्थ का अनर्थ किया है। जो अनुत्तम का अर्थ अति उत्तम कहा तथा किया है।",
    "meaning": "udārāḥ—noble; sarve—all; eva—indeed; ete—these; jñānī—those in knowledge; tu—but; ātmā eva—my very self; me—my; matam—opinion; āsthitaḥ—situated; saḥ—he; hi—certainly; yukta-ātmā—those who are united; mām—in me; eva—certainly; anuttamām—the supreme; gatim—goal\n"
  },
  {
    "num": 19,
    "sanskrit": "बहूनां जन्मनामन्ते ज्ञानवान्मां प्रपद्यते |\nवासुदेव: सर्वमिति स महात्मा सुदुर्लभ: ॥19॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/19.mp3",
    "hindi": "बहुत जन्मों के अंत के जन्म में तत्व ज्ञान को प्राप्त पुरुष, सब कुछ वासुदेव ही हैं- इस प्रकार मुझको भजता है, वह महात्मा अत्यन्त दुर्लभ है।",
    "english": "At the end of many births the man of Knowledge attains Me, (realizing) that Vasudeva is all. Such a high-souled one is very rare.",
    "hindi_meaning": "(बहूनाम्) बहुत (जन्मनाम्) जन्मोंके (अन्ते) अन्तके जन्ममें (ज्ञानवान्) तत्वज्ञानको प्राप्त (माम्) मुझको (प्रपद्यते) भजता है (वासुदेवः) वासुदेव अर्थात् सर्वव्यापक पूर्ण ब्रह्म ही (सर्वम्) सब कुछ है (इति) इस प्रकार जो यह जानता है (सः) वह (महात्मा) महात्मा (सुदुर्लभः) अत्यन्त दुर्लभ है। (19) श्री मदभा���वत् के दशवें स्कंद के 51 वें अध्याय में स्वयं श्री कृष्ण ने कहा है कि श्री वासुदेव का पुत्रा होने के कारण मुझे वासुदेव कहते हैं, न की सर्व का मालिक या सर्व व्यापक होने के कारण अर्थात् वासुदेव पूर्ण परमात्मा है।\nकेवल हिन्दी अनुवाद: बहुत जन्मोंके अन्तके जन्ममें तत्वज्ञानको प्राप्त मुझको भजता है वासुदेव अर्थात् सर्वव्यापक पूर्ण ब्रह्म ही सब कुछ है इस प्रकार जो यह जानता है वह महात्मा अत्यन्त दुर्लभ है। (19) श्री मदभागवत् के दशवें स्कंद के 51 वें अध्याय में स्वयं श्री कृष्ण ने कहा है कि श्री वासुदेव का पुत्रा होने के कारण मुझे वासुदेव कहते हैं, न की सर्व का मालिक या सर्व व्यापक होने के कारण, अर्थात् वासुदेव पूर्ण परमात्मा है।\nभावार्थ - गीता अध्याय 7 श्लोक 19 का भावार्थ है कि मुझ ब्रह्म की साधना भी बहुत जन्मों के बाद कोई-कोई करता है, नहीं तो अन्य देवताओं की पूजा ही करते रहते हैं तथा यह बताने वाला संत बहुत दुर्लभ है कि पूर्ण ब्रह्म ही सब कुछ है, ब्रह्म व परब्रह्म से पूर्ण मोक्ष नहीं होता।",
    "meaning": "bahūnām—many; janmanām—births; ante—after; jñāna-vān—one who is endowed with knowledge; mām—unto me; prapadyate—surrenders; vāsudevaḥ—Shree Krishna, the son of Vasudev; sarvam—all; iti—that; saḥ—that; mahā-ātmā—great soul; su-durlabhaḥ—very rare\n"
  },
  {
    "num": 20,
    "sanskrit": "कामैस्तैस्तैर्हृतज्ञाना: प्रपद्यन्तेऽन्यदेवता: |\nतं तं नियममास्थाय प्रकृत्या नियता: स्वया ॥20॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/20.mp3",
    "hindi": "उन-उन भोगों की कामना द्वारा जिनका ज्ञान हरा जा चुका है, वे लोग अपने स्वभाव से प्रेरित होकर उस-उस नियम को धारण करके अन्य देवताओं को भजते हैं अर्थात पूजते हैं।",
    "english": "People, deprived of their wisdom by desires for various objects and guided by their own nature, resort to other deities following the relevant methods.",
    "hindi_meaning": "(तैः,तैः) उन-उन (कामैः) भोगोंकी कामनाद्वारा (हृतज्ञानाः) जिनका ज्ञान हरा जा चुका है वे लोग (स्वया) अपने (प्रकृत्या) स्वभावसे (नियताः) प्रेरित होकर (तम्-तम्) उस उस अज्ञान रूप अंधकार वाले (नियमम्) नियमके (आस्थाय) आश्रयसे (अन्यदेवताः) अन्य देवताओंको (प्रपद्यन्ते) भजते हैं अर्थात् पूजते हैं।\nकेवल हिन्दी अनुवाद: उन-उन भोगोंकी कामनाद्वारा जिनका ज्ञान हरा जा चुका है वे लोग अपने स्वभावसे प्रेरित होकर उस उस अज्ञान रूप अंधकार वाले नियमके आश्रयसे अन्य देवताओंको भजते हैं अर्थात् पूजते हैं।",
    "meaning": "kāmaiḥ—by material desires; taiḥ taiḥ—by various; hṛita-jñānāḥ—whose knowledge has been carried away; prapadyante—surrender; anya—to other; devatāḥ—celestial gods; tam tam—the various; niyamam—rules and regulations; āsthāya—following; prakṛityā—by nature; niyatāḥ—controlled; svayā—by their own\n"
  },
  {
    "num": 21,
    "sanskrit": "यो यो यां यां तनुं भक्त: श्रद्धयार्चितुमिच्छति |\nतस्य तस्याचलां श्रद्धां तामेव विदधाम्यहम् ॥21॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/21.mp3",
    "hindi": "जो-जो सकाम भक्त जिस-जिस देवता के स्वरूप को श्रद्धा से पूजना चाहता है, उस-उस भक्त की श्रद्धा को मैं उसी देवता के प्रति स्थिर करता हूँ।",
    "english": "Whichever form (of a deity) any devotee wants to worship with faith, that very firm faith of his I strengthen.",
    "hindi_meaning": "(यः, यः) जो-जो (भक्तः) भक्त (याम्, याम्) जिस-जिस (तनुम्)देवताके स्वरूपको (श्रद्धया) श्रद्धासे (अर्चितुम्) पूजना (इच्छति) चाहता है, (तस्य) उस (तस्य) उस भक्तकी (श्रद्धाम्) श्रद्धाको (अहम्) मंै (ताम्, एव) उसी देवता के प्रति (अचलाम्) स्थिर (विदधामि) करता हूँ।\nकेवल हिन्दी अनुवाद: जो-जो भक्त जिस-जिस देवताके स्वरूपको श्रद्धासे पूजना चाहता है, उस उस भक्तकी श्रद्धाको मंै उसी देवता के प्रति स्थिर करता हूँ।",
    "meaning": "yaḥ yaḥ—whoever; yām yām—whichever; tanum—form; bhaktaḥ—devotee; śhraddhayā—with faith; architum—to worship; ichchhati—desires; tasya tasya—to him; achalām—steady; śhraddhām—faith; tām—in that; eva—certainly; vidadhāmi—bestow; aham—I\n"
  },
  {
    "num": 22,
    "sanskrit": "स तया श्रद्धया युक्तस्तस्याराधनमीहते |\nलभते च तत: कामान्मयैव विहितान्हि तान् ॥22॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/22.mp3",
    "hindi": "वह पुरुष उस श्रद्धा से युक्त होकर उस देवता का पूजन करता है और उस देवता से मेरे द्वारा ही विधान किए हुए उन इच्छित भोगों को निःसंदेह प्राप्त करता है।",
    "english": "Being imbued with that faith, that person engages in worshipping that form, and he gets those very desired results therefrom as they are dispensed by Me alone.",
    "hindi_meaning": "(सः) वह भक्त (तया) उस (श्रद्धया) श्रद्धा से (युक्तः) युक्त होकर (तस्य) उस देवताका (आराधनम्) पूजन (ईहते) करता है (च) और (हि) क्योंकि (ततः) उस देवतासे (मया) मेरे द्वारा (एव) ही (विहितान्) विधान किये हुए (तान्) उन (कामान्) इच्छित भोगोंको (लभते) प्राप्त करता है।\nकेवल हिन्दी अनुवाद: वह भक्त उस श्रद्धा से युक्त होकर उस देवताका पूजन करता है और क्योंकि उस देवतासे मेरे द्वारा ही विधान किये हुए उन इच्छित भोगोंको प्राप्त करता है।",
    "meaning": "saḥ—he; tayā—with that; śhraddhayā—faith; yuktaḥ—endowed with; tasya—of that; ārādhanam—worship; īhate—tries to engange in; labhate—obtains; cha—and; tataḥ—from that; kāmān—desires; mayā—by me; eva—alone; vihitān—granted; hi—certainly; tān—those\n"
  },
  {
    "num": 23,
    "sanskrit": "अन्तवत्तु फलं तेषां तद्भवत्यल्पमेधसाम् |\nदेवान्देवयजो यान्ति मद्भक्ता यान्ति मामपि ॥23॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/23.mp3",
    "hindi": "परन्तु उन अल्प बुद्धिवालों का वह फल नाशवान है तथा वे देवताओं को पूजने वाले देवताओं को प्राप्त होते हैं और मेरे भक्त चाहे जैसे ही भजें, अन्त में वे मुझको ही प्राप्त होते हैं।",
    "english": "That result of theirs who are of poor intellect is indeed limited. The worshippers of gods go to the gods. My devotees go to Me alone.",
    "hindi_meaning": "(तु) परंतु (तेषाम्) उन (अल्पमेधसाम्) अल्प बुद्धिवालोंका (तत्) वह (फलम्) फल (अन्तवत्) नाशवान् (भवति) होता है (देवयजः) देवताओंको पूजनेवाले (देवान्) देवताओंको (यान्ति) प्राप्त होते है। और (मद्भक्ताः) मतावलम्बी (अपि) भी (माम्) मुझको (यान्ति) प्राप्त होते हैं।\nकेवल हिन्दी अनुवाद: परंतु उन अल्प बुद्धिवालोंका वह फल नाशवान् होता है देवताओंको पूजनेवाले देवताओंको प्राप्त होते है। और मतावलम्बी अर्थात् मेरे द्वारा बताए भक्ति मार्ग से भी मुझको प्राप्त होते हैं।\nभावार्थ:- गीता अध्याय 7 श्लोक 20 से 23 तक का भावार्थ है कि जो गीता अध्याय 7 श्लोक 12 से 15 में कहा है कि तीनों गुण(रजगुण श्री ब्रह्मा जी, सतगुण श्री विष्णु जी, तम् गुण श्री शिव जी) रूपी माया द्वारा जिन का ज्ञान हरा जा चुका है अर्थात् जो तीनों देवताओं की साधना करते हैं वे राक्षस स्वभाव को धारण किए हुए, मनुष्यों में नीच, दुष्कर्म करने वाले मूर्ख मुझ ब्रह्म की पूजा नहीं करते। इसी के सम्बन्ध में गीता अध्याय 7 श्लोक 20 से 23 में कहा है कि जिनका ज्ञान उपरोक्त तीनों देवताओं द्वारा हरा जा चुका है वे अपने स्वभाव वश उन्हीं देवताओं की पूजा मनोंकामना पूर्ण करने के उद्देश्य से करते हैं अर्थात् गीता ज्ञान दाता कह रहा है कि मेरे से अन्य देवताओं की पूजा करते है। जो भक्त जिस देवता की पूजा करता है उसकी श्रद्धा मैं ही उस देवता के प्रतिदृढ़ करता हूँ। उस देवताओं के पुजारी को भी मेरे द्वारा उस देवता को दी गई शक्ति से ही प्राप्त होता है। परन्तु उन मंद बुद्धि वालों अर्थात् मूर्खों का वह फल नाश्वान है। देवताओं के पूजने वाले देवताओं को प्राप्त होते हैं। मेरे भक्त मुझे प्राप्त होते हैं। भावार्थ है कि जो ब्रह्मा विष्णु तथा शिव की पूजा या अन्य किसी देव की पूजा करते हैं उन देवताओं की पूजा का फल नाश्वान है अर्थात् वह पूजा व्यर्थ है।",
    "meaning": "anta-vat—perishable; tu—but; phalam—fruit; teṣhām—by them; tat—that; bhavati—is; alpa-medhasām—people of small understanding; devān—to the celestial gods; deva-yajaḥ—the worshipers of the celestial gods; yānti—go; mat—my; bhaktāḥ—devotees; yānti—go; mām—to me; api—whereas\n"
  },
  {
    "num": 24,
    "sanskrit": "अव्यक्तं व्यक्तिमापन्नं मन्यन्ते मामबुद्धय: |\nपरं भावमजानन्तो ममाव्ययमनुत्तमम् ॥24॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/24.mp3",
    "hindi": "बुद्धिहीन पुरुष मेरे अनुत्तम अविनाशी परम भाव को न जानते हुए मन-इन्द्रियों से परे मुझ सच्चिदानन्दघन परमात्मा को मनुष्य की भाँति जन्मकर व्यक्ति भाव को प्राप्त हुआ मानते हैं।",
    "english": "The unintelligent, unaware of My supreme state which is immutable and unsurpassable, think of Me as the unmanifest that has become manifest.",
    "hindi_meaning": "(अबुद्धयः) बुद्धिहीन लोग (मम) मेरे (अनुत्तमम्) अश्रेष्ठ (अव्ययम्) अटल (परम्) परम (भावम्) भावको (अजानन्तः) न जानते हुए (अव्यक्तम्) छिपे हुए अर्थात् परोक्ष (माम्) मुझ कालको (व्यक्तिम्) मनुष्य की तरह आकार में कृष्ण अवतार (आपन्नम्) प्राप्त हुआ (मन्यन्ते) मानते हैं अर्थात् मैं कृष्ण नहीं हूँ।\nकेवल हिन्दी अनुवाद: बुद्धिहीन लोग मेरे अश्रेष्ठ अटल परम भावको न जानते हुए छिपे हुए अर्थात् परोक्ष मुझ कालको मनुष्य की तरह आकार में कृष्ण अवतार प्राप्त हुआ मानते हैं अर्थात् मैं कृष्ण नहीं हूँ।",
    "meaning": "avyaktam—formless; vyaktim—possessing a personality; āpannam—to have assumed; manyante—think; mām—me; abuddhayaḥ—less intelligent; param—Supreme; bhāvam—nature; ajānantaḥ—not understanding; mama—my; avyayam—imperishable; anuttamam—excellent\n"
  },
  {
    "num": 25,
    "sanskrit": "नाहं प्रकाश: सर्वस्य योगमायासमावृत: |\nमूढोऽयं नाभिजानाति लोको मामजमव्ययम् ॥25॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/25.mp3",
    "hindi": "अपनी योगमाया से छिपा हुआ मैं सबके प्रत्यक्ष नहीं होता, इसलिए यह अज्ञानी जनसमुदाय मुझ जन्मरहित अविनाशी परमेश्वर को नहीं जानता अर्थात मुझको जन्मने-मरने वाला समझता है।",
    "english": "Being enveloped by yoga-maya, I do not become manifest to all. This deluded world does not know Me who am birthless and undecaying.",
    "hindi_meaning": "(अहम्) मैं (योगमाया समावृतः) योगमायासे छिपा हुआ (सर्वस्य) सबके (प्रकाशः) प्रत्यक्ष (न) नहीं होता अर्थात् अदृश्य रहता हूँ इसलिये(माम्) मुझ (अजम्) जन्म न लेने वाले (अव्ययम्) अविनाशी अटल भावको (अयम्) यह (मूढः) अज्ञानी (लोकः) जनसमुदाय संसार (न) नहीं (अभिजानाति) जानता अर्थात् मुझको अवतार रूप में आया समझता है। क्योंकि ब्रह्म अपनी शब्द शक्ति से अपने नाना रूप बना लेता है, यह दुर्गा का पति है इसलिए इस श्लोक म��ं कह रहा है कि मैं श्री कृष्ण आदि की तरह दुर्गा से जन्म नहीं लेता।\nकेवल हिन्दी अनुवाद: मैं योगमायासे छिपा हुआ सबके प्रत्यक्ष नहीं होता अर्थात् अदृश्य रहता हूँ इसलिये मुझ जन्म न लेने वाले अविनाशी अटल भावको यह अज्ञानी जनसमुदाय संसार नहीं जानता अर्थात् मुझको अवतार रूप में आया समझता है। क्योंकि ब्रह्म अपनी शब्द शक्ति से अपने नाना रूप बना लेता है, यह दुर्गा का पति है इसलिए इस श्लोक में कह रहा है कि मैं श्री कृष्ण आदि की तरह दुर्गा से जन्म नहीं लेता।\nविशेष:- गीता अध्याय 7 श्लोक संख्या 24.25 में गीता ज्ञान दाता प्रभु अपने विषय में कह रहा है कि मैं अव्यक्त रहता है अर्थात् मैं अपनी योग माया अर्थात् सिद्धी शक्ति से छिपा रहता हूँ। सर्व के समक्ष अपने वास्तविक काल रूप में नहीं आता। यह प्रथम अव्यक्त हुआ। फिर गीता अध्याय 8 श्लोक 18 में कहा है कि ये सर्व प्राणी प्रलय के समय अव्यक्त में लीन हो जाते हैं। विचार करें यह दूसरा अव्यक्त हुआ। फिर गीता अध्याय 8 श्लोक 20 में कहा है कि उस अव्यक्त प्रभु से अर्थात् परब्रह्म से दूसरा अव्यक्त अर्थात् गुप्त परमात्मा तो सर्व प्राणियों के नष्ट होने पर भी नष्ट नहीं होता वह सनातन अव्यक्त अर्थात् वह आदि परोक्ष प्रभु तीसरा अव्यक्त परमात्मा है। गीता अध्याय 8 श्लोक 21 में कहा है कि उस गुप्त परमात्मा को अविनाशी अव्यक्त कहा जाता है। जिस परमात्मा के पास जाने के पश्चात् प्राणी फिर लौटकर संसार में नहीं आते वह स्थान वास्तव में पूर्ण मोक्ष स्थल है। वह स्थान मेरे अर्थात् गीता ज्ञान दाता के स्थान अर्थात् ब्रह्म लोक से श्रेष्ठ है। विचार करें यह तीसरा अव्यक्त अर्थात् गुप्त प्रभु सिद्ध हुआ जो वास्तव में अविनाशी है। यह प्रमाण गीता अध्याय 15 श्लोक 1.4 व 16.17 में है। जिसमें तीन परमात्माओं का वर्णन स्पष्ट है। एक क्षर पुरूष अर्थात् ब्रह्म दूसरा अक्षर पुरूष अर्थात् परब्रह्म तथा तीसरा परम अक्षर ब्रह्म अर्थात् पूर्ण ब्रह्म परम अक्षर ब्रह्म का प्रमाण गीता अध्याय 8 श्लोक 1 तथा 3 में है।",
    "meaning": "na—not; aham—I; prakāśhaḥ—manifest; sarvasya—to everyone; yoga-māyā—God’s supreme (divine) energy; samāvṛitaḥ—veiled; mūḍhaḥ—deluded; ayam—these; na—not; abhijānāti—know; lokaḥ—persons; mām—me; ajam—unborn; avyayam—immutable\n"
  },
  {
    "num": 26,
    "sanskrit": "वेदाहं समतीतानि वर्तमानानि चार्जुन |\nभविष्याणि च भूतानि मां तु वेद न कश्चन ॥26॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/26.mp3",
    "hindi": "हे अर्जुन! पूर्व में व्यतीत हुए और वर्तमान में स्थित तथा आगे होने वाले सब भूतों को मैं जानता हूँ, परन्तु मुझको कोई भी श्रद्धा-भक्तिरहित पुरुष नहीं जानता।",
    "english": "O Arjuna, I know the past and the present as also the future beings; but no one knows Me!",
    "hindi_meaning": "(अर्जुन) हे अर्जुन! (समतीतानि) पूर्वमें व्यतीत हुए (च) और (वर्तमानानि) वर्तमानमें स्थित (च) तथा (भविष्याणि) आगे होनेवाले (भूतानि) सब भूतोंको (अहम्) मैं (वेद) जानता हूँ (तु) परंतु (माम्) मुझको (कश्चन) कोई (न) नहीं (वेद) जानता।\nकेवल हिन्दी अनुवाद: हे अर्जुन! पूर्वमें व्यतीत हुए और वर्तमानमें स्थित तथा आगे होनेवाले सब प्राणियों को मैं जानता हूँ परंतु मुझको कोई नहीं जानता।",
    "meaning": "veda—know; aham—I; samatītāni—the past; vartamānāni—the present; cha—and; arjuna—Arjun; bhaviṣhyāṇi—the future; cha—also; bhūtāni—all living beings; mām—me; tu—but; veda—knows; na kaśhchana—no one\n"
  },
  {
    "num": 27,
    "sanskrit": "इच्छाद्वेषसमुत्थेन द्वन्द्वमोहेन भारत |\nसर्वभूतानि सम्मोहं सर्गे यान्ति परन्तप ॥27॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/27.mp3",
    "hindi": "हे भरतवंशी अर्जुन! संसार में इच्छा और द्वेष से उत्पन्न सुख-दुःखादि द्वंद्वरूप मोह से सम्पूर्ण प्राणी अत्यन्त अज्ञता को प्राप्त हो रहे हैं।",
    "english": "O scion of the Bharata dynasty, O destroyer of foes, due to the delusion of duality arising from likes and dislikes, all creatures become bewildered at the time of their birth.",
    "hindi_meaning": "(भारत) हे भरतवंशी (परन्तप) अर्जुन! (सर्गे) संसारमें (इच्छाद्वेषसमुत्थेन) इच्छा और द्वेषसे उत्पन्न (द्वन्द्वमोहेन) सुख-दुःखादि द्वन्द्वरूप मोहसे (सर्वभूतानि) सम्पूर्ण प्राणी (सम्मोहम्) अत्यन्त अज्ञानताको (यान्ति) प्राप्त हो रहे हैं।\nकेवल हिन्दी अनुवाद: हे भरतवंशी अर्जुन! संसारमें इच्छा और द्वेषसे उत्पन्न सुख-दुःखादि द्वन्द्वरूप मोहसे सम्पूर्ण प्राणी अत्यन्त अज्ञानताको प्राप्त हो रहे हैं।",
    "meaning": "ichchhā—desire; dveṣha—aversion; samutthena—arise from; dvandva—of duality; mohena—from the illusion; bhārata—Arjun, descendant of Bharat; sarva—all; bhūtāni—living beings; sammoham—into delusion; sarge—since birth; yānti—enter; parantapa—Arjun, conqueror of enemies\n"
  },
  {
    "num": 28,
    "sanskrit": "येषां त्वन्तगतं पापं जनानां पुण्यकर्मणाम् |\nते द्वन्द्वमोहनिर्मुक्ता भजन्ते मां दृढव्रता: ॥28॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/28.mp3",
    "hindi": "परन्तु निष्काम भाव से श्रेष्ठ कर्मों का आचरण करने वाले जिन पुरुषों का पाप नष्ट हो गया है, वे राग-द्वेषजनित द्वन्द्व रूप मोह से मुक्त दृढ़निश्चयी भक्त मुझको सब प्रकार से भजते हैं।",
    "english": "On the other hand, those persons who are of virtuous deeds, whose sin has come to an end, they, being free from the delusion of duality and firm in their convictions, adore Me.",
    "hindi_meaning": "(तु) परंतु निष्कामभावसे (पुण्यकर्मणाम्) श्रेष्ठ कर्मोंका आचरण करनेवाले (येषाम्) जिन (जनानाम्) पुरुषोंका (पापम्) पाप (अन्तगतम्) नष्ट हो गया है (ते) वे (द्वन्द्वमोहनिर्मुक्ताः) राग-द्वेषजनित द्वन्द्वरूप मोहसे मुक्त (दृढव्रताः) दृढ़निश्चयी भक्त (माम्) मुझको सब प्रकारसे (भजन्ते) भजते हैं।\nकेवल हिन्दी अनुवाद: परंतु निष्कामभावसे श्रेष्ठ कर्मोंका आचरण करनेवाले जिन पुरुषोंका पाप नष्ट हो गया है वे राग-द्वेषजनित द्वन्द्वरूप मोहसे मुक्त दृढ़निश्चयी भक्त मुझको सब प्रकारसे भजते हैं।",
    "meaning": "yeṣhām—whose; tu—but; anta-gatam—completely destroyed; pāpam—sins; janānām—of persons; puṇya—pious; karmaṇām—activities; te—they; dvandva—of dualities; moha—illusion; nirmuktāḥ—free from; bhajante—worship;mām; dṛiḍha-vratāḥ—with determination\n"
  },
  {
    "num": 29,
    "sanskrit": "जरामरणमोक्षाय मामाश्रित्य यतन्ति ये |\nते ब्रह्म तद्विदु: कृत्स्नमध्यात्मं कर्म चाखिलम् ॥29॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/29.mp3",
    "hindi": "जो मेरे शरण होकर जरा और मरण से छूटने के लिए यत्न करते हैं, वे पुरुष उस ब्रह्म को, सम्पूर्ण अध्यात्म को, सम्पूर्ण कर्म को जानते हैं।",
    "english": "Those who strive by resorting to Me for becoming free from old age and death, they know that Brahman, everything about the individual Self, and all about actions. [They know Brahman as being all the individual entities and all actions. This verse prescribes meditation on the qualified Brahman for aspirants of the middle class. Verses beginning with the 14th speak about the realization of the unqualified Brahman by aspirants of the highest class.]",
    "hindi_meaning": "(ये) जो (माम्) मेरे (कृत्थ्म्) सम्पूर्ण (अध्यात्मम्) अध्यात्मको (च) तथा (अखिलम्) सम्पूर्ण (कर्म) कर्मको (विदुः) जानते हैं (ते) वे पुरुष (तत्) उस (ब्रह्म) ब्रह्मके (आश्रित्य) आश्रित होकर (जरामरणमोक्षाय) जरा और मरणसे छूटनेके लिये (यतन्ति) यत्न करते हैं। (29) केवल हिन्दी अनुवाद: जो मेरे सम्पूर्ण अध्यात्मको तथा सम्पूर्ण कर्मको जानते हैं वे पुरुष उस ब्रह्मके आश्रित होकर जरा और मरणसे छूटनेके लिये यत्न करते हैं।",
    "meaning": "jarā—from old age; maraṇa—and death; mokṣhāya—for liberation; mām—me; āśhritya—take shelter in; yatanti—strive; ye—who; te—they; brahma—Brahman; tat—that; viduḥ—know; kṛitsnam—everything; adhyātmam—the individual self; karma—karmic action; cha—and; akhilam—entire\n"
  },
  {
    "num": 30,
    "sanskrit": "साधिभूताधिदैवं मां साधियज्ञं च ये विदु: |\nप्रयाणकालेऽपि च मां ते विदुर्युक्तचेतस: ॥30॥",
    "audio": "https://bhagavadgitaapi.in/audio/7/30.mp3",
    "hindi": "जो पुरुष अधिभूत और अधिदैव सहित तथा अधियज्ञ सहित (सबका आत्मरूप) मुझे अन्तकाल में भी जानते हैं, वे युक्तचित्तवाले पुरुष मुझे जानते हैं अर्थात प्राप्त हो जाते हैं\nॐ तत्सदिति श्रीमद्भगवद्गीतासूपनिषत्सु ब्रह्मविद्यायां योगशास्त्रे श्रीकृष्णार्जुनसंवादे ज्ञानविज्ञानयोगो नाम सप्तमोऽध्यायः ।",
    "english": "Those who know me as existing in the physical and the divine planes, and also in the context of the sacrifice, they of concentrated minds know Me even at the time of death.",
    "hindi_meaning": "(ये) जो साधक (माम्) मुझे (च) तथा (साधिभूताधिदैवम्) अधिभूत अधिदैवके सहित (च) और (साधियज्ञम्) अधियज्ञ के सहित (विदुः) सही जानते हैं (ते) वे (माम्) मुझे (विदुः) जानते हैं (प्रयाणकाले) अंत काल में (अपि) भी (युक्तचेतसः) युक्तचितवाले हैं अर्थात् मेरे द्वारा दिए जा रहे कष्ट को जानते हुए एक पूर्ण परमात्मा मंे मन को स्थाई रखते हैं।\nकेवल हिन्दी अनुवाद: जो साधक मुझे तथा अधिभूत अधिदैवके सहित और अधियज्ञ के सहित सही जानते हैं वे मुझे जानते हैं अंत काल में भी युक्तचितवाले हैं अर्थात् मेरे द्वारा दिए जा रहे कष्ट को जानते हुए उस एक पूर्ण परमात्मा मंे मन को स्थाई रखते हैं।",
    "meaning": "sa-adhibhūta—governing principle of the field of matter; adhidaivam—governing principle of the celestial gods; mām—me; sa-adhiyajñam—governing principle of the Lord all sacrificial performances; cha—and; ye—who; viduḥ—know; prayāṇa—of death; kāle—at the time; api—even; cha—and; mām—me; te—they; viduḥ—know; yukta-chetasaḥ—in full consciousness of me\n"
  }
];
